Repository: KiOui/woocommerce-bulk-variations
Catalog: woocommerce-bulk-variations/languages/woocommerce-bulk-variations-*.po
Languages: nl_nl

source: A WooCommerce utility to let customers add multiple product variations at once to cart.
nl_nl: Een WooCommerce extensie om klanten meerdere productvariaties in een keer te laten toevoegen aan de winkelwagen.

source: Bulk Order Form
nl_nl: Bulk Bestel Formulier

source: This product has a configuration error in the WooCommerce Bulk Variation Form settings. The WooCommerce Bulk Variation Form will not get rendered on the product page.
nl_nl: Dit product heeft een configuratie fout in de WooCommerce Bulk Variation Formulier instellingen. Het WooCommerce Bulk Variation Formulier zal niet worden weergeven op de productpagina.

source: Bulk variation form
nl_nl: Bulk variation formulier

source: Singular variation form
nl_nl: Singular variation formulier

source: Bulk variation form column
nl_nl: Bulk variation formulier kolom

source: Bulk variation form row
nl_nl: Bulk variation formulier rij

source: Bulk variation form Settings
nl_nl: Bulk variation formulier Instellingen

source: Continue Shopping &rarr;
nl_nl: Verder Winkelen &rarr;

source: %s products successfully added to your cart.
nl_nl: %s producten aan winkelwagen toegevoegd.

source: View Cart &rarr;
nl_nl: Winkelwagen &rarr;

source: Failed to add %s to cart.
nl_nl: Toevoegen van %s aan de winkelwagen is mislukt.

source: Nothing was added to cart because no quantities were entered.
nl_nl: Er is niets toegevoegd aan de winkelwagen omdat er geen aantallen zijn opgegeven.

source: Select Attribute
nl_nl: Selecteer eigenschap

source: &larr; Product Page
nl_nl: &larr; Product Pagina

source: Add to cart
nl_nl: Toevoegen aan winkelwagen
